#+TITLE: Multiple Myeloma Notes
#+AUTHOR: Scott Doyle
#+DATE: \today
#+FILETAGS: mm-papers
#+PROPERTY: header-args :exports none :tangle "./mm-export.bib"
#+OPTIONS: toc:nil <:nil c:nil tags:nil todo:nil H:5
#+EXCLUDE_TAGS: 
#+SELECT_TAGS: radx
#+EXPORT_FILE_NAME: papers.pdf
#+LATEX_CLASS_OPTIONS: [12pt]
#+LATEX_HEADER: \input{papers.sty}

* Lisp Stuff                                                       :noexport:

#+NAME: startup
#+BEGIN_SRC emacs-lisp
(setq org-ref-bibliography-notes "./papers.org"
      org-ref-default-bibliography '("./papers.bib")
      org-ref-pdf-directory "./pdfs/")

(setq bibtex-completion-bibliography "./papers.bib"
      bibtex-completion-library-path "./pdfs/"
      bibtex-completion-notes-path "./papers.org")

#+END_SRC

#+RESULTS: startup
: ./papers.org

# Local Variables:
# org-confirm-babel-evaluate: nil
# eval: (progn (org-babel-goto-named-src-block "startup") (org-babel-execute-src-block) (outline-hide-sublevels 1))
# End:

